Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/185-miljovdna-doarjjan-aarjel--ja-julevsami-gielladoaimmaide_id_603613.html.tmx
Source language: sme
Languages: smj

source: 1,85 miljovdna doarjjan åarjel- ja julevsámi gielladoaimmaide - regjeringen.no
smj: 1,85 milliåvnå doarjjan oarjjel- ja julevsáme gielladåjmajda

source: - Nordlándda fylkkamánni lea dehálaš oasálaš sámegielaid doaibmaplána åarjel- ja julevsámegiela doaibmabijuid čađaheames.
smj: - Nordlánda fylkkamánne le ájnas aktisasjbarggoguojmme gå galggap tjadádit dåjmajt sámegiela doajmmaplánan oarjjel- ja julevsámegielaj gáktuj.

source: Ráđđehus doarju danin fylkkamánni gielladoaimmaid jagi 2010 Šs 1,7 milj. ruvnnuin, dadjá ođasmahttin-, hálddahus- ja girkoministtar Rigmor Aasrud.
smj: Dan diehti doarjju ráddidus fylkkamánne gielladåjmajt jagen 2010 1,7 milliåvnå kråvnåj, javllá ådåstuhttem-, háldadus- ja girkkominisstar Rigmor Aasrud.

source: Dasa lassin juolluduvvo 150 000 ruvdno prošektii YouTube julevsámegillii.
smj: Duodden juolloduvvá 150 000 kråvnå prosjektaj YouTube på lulesamisk.

source: Nordlándda fylkkamánnis lea ovddasvástádus oktiiheivehit åarjel- ja julevsámi giellaoahpahusa, ja bargá aktiivvalaččat nannemis ja seailluheames gielaid.
smj: Nordlánda fylkkamánnen le koordinerimåvdåsvásstádus oarjjel- ja julevsámegiela åhpadusá gáktuj, ja dåjmalattjat barggá gielajt nannit ja bisodit.

source: Jagi 2010 leat plánejuvvon moanat doaimma mánáide, nuoraide ja rávisolbmuide.
smj: Jagen 2010 li plánim moadda dåjma mánáj, nuoraj ja ållessjattugij vuoksjuj.

source: Maiddái leat plánejuvvon doaimmat mat loktejit sámi oahpaheddjiid gelbbolašvuođa.
smj: Máhtudaklåpptim sáme åhpadiddjij vuoksjuj le aj plánidum.

source: Soames doaimmat čađahuvvojit Norgga ja Ruoŧabeale iešguđet oassálastit ovttasbargama bakte.
smj: Muhtem dåjma li aktisasjbarggon aktan ietjá guojmij Vuonan ja Svierigin.

source: 2009 Šs Ráđđehus doarjjui fylkkamánni doaibmabiju 1,5 milj. ruvnnuin.
smj: Ráddidus dårjaj fylkkamánne dåjmajt 1,5 milliåvnåj jagen 2009.

source: – Smávit sámi gielaid dilli lea dramáhtalaš.
smj: – Smáv sámegielaj dille le alvos.

source: Mun lean ilus fylkkamánni giellabarggu áŋgiruššama, ja bargamis oažžut sajádagaid gos åarjel- ja julevsámegiella geavahuvvo.
smj: Ávon lev fylkkamánne berustimes giellabargon, ja gå barggi ienep arenajt ásadimdiehti oarjjel- ja julevsámegielajda.

source: Dát leat doaibmabijut mat leat dehálačča ja váikkuhit ahte smávit gielat ovdánit, lohká stáhtaráđđi.
smj: Dá dåjma låggŋiji dáj smávva gielaj dilev, javllá stáhttaráde.

source: Jagi 2008 oaččui prošeakta YouTube julevsámegillii 150 000 ruvdnosaš doarjaga, ja vaikko prošeakta maŋiduvvui veaháš de dat dál lea álggahuvvon ja leat virgádan aitto oahppan julevsámegielat journalistta doaimmaheaddjin.
smj: Prosjekta YouTube på lulesamisk oattjoj 150 000 kråvnå doarjjan jagen 2008. Jus ga vehi maŋŋunij de le prosjekta jådon vas áttjak åhpadum julevsámegielak journalistajn redaktørran.

source: Prošeavtta ulbmiliin lea ásahit interaktiiva sajádaga gos julevsámi nuorat sáhttet geavahit giela.
smj: Prosjevta ájalvis le interaktijva arenav ásadit gånnå julevsámegielak nuora bessi gielastisá adnet.

source: Ráđđehus doarju prošeavtta ja lea 2010 Šs juolludan 150 000 ruvnno dasa.
smj: Ráddidus doarjju dåjmav 150 000 kråvnåj jagen 2010.
